const riddles = [
  {
    id: 1,
    location: "החוף",
    question: [
      "מצד אחד, הזמן על האי מרגיש כאילו הוא לא זז.",
      "מצד שני, הלילה הגיע והחשיך את האי מוקדם מהצפוי.",
      "אני חושב שזה מקום טוב להעביר בו את הלילה.",
      "בדרך כלל לפני השנה אני אוהב לקרוא ספרים,",
      "אבל הירח לא הצליח להאיר מספיק ולהחליף את מנורת הלילה הישנה והטובה ליד המיטה שלי בבית.",
      "גם החול הקר לא הצליח להחליף את המיטה הנוחה שלי, אם כי קולות היצורים החיים באי שהלכו והתגברו ככל שהחשיכה ירדה, בהכלט הזכירו את הנחירות של אשתי.",
      "אגב, הספר האהוב עליי בהכלט יכול להתאים לסיטואציה ההזויה הזאת.",
      "תמיד אהבתי לחשוב שאני קרוי על שם הפיראט שהחזיק את מפת המטמון…",
      "אולי הגיע הזמן לגלות לכם, ",
      "לפחות את השם הפרטי שלי:",
    ],
    answer: "בילי",
    position: { top: "12%", left: "50%" },
    image: "/images/riddles/1.jpg",
    successImage: "/images/answers/2.png",
    hints: {
      easy: "הספר האהוב עליי הוא אי המטמון.",
      medium: "נסו לחפש בספר או באינטרנט מי היה הפיראט שהחזיק את מפת המטמון.",
      answer: "בילי",
    },
    successText: ["נעים מאוד, בילי."],
  },

  {
    id: 2,
    location: "המקדש",
    question: [
      "כחלק ממסע החיפושים שלי על האי, הגעתי למקדש ישן ומפואר, ממש כמו בסרטים.",
      "בהחלט מקום ראוי להחביא בו אוצר.",
      " ",
      "נראה שהכניסה למקדש נמצאת במעלה המדרגות.",
      "לא ספרתי, אבל נראה שהיו שם מאות מדרגות.",
      "חלקן היו שבורות או חסרות.",
      "לא משימה פשוטה בשביל אדם בגילי, אבל גם אלף מדרגות לא יפרידו ביני לבין החלום.",
      " ",
      "טיפסתי למעלה, מדרגה מדרגה.",
      "כשסוף סוף הגעתי למדרגה האחרונה, נראה שהשמש שינתה מיקום בשמיים. מי יודע כמה זמן לקח לי לעלות.",
      " ",
      "לצערי, דלת הכניסה הייתה נעולה במנעול ישן וחלוד.",
      "לשמחתי, איזו סיבה יש לנעול את הדלת אלא אם משהו יקר ערך מסתתר בפנים?",
      " ",
      "מעל הדלת בלט במיוחד פסל של ראש מוזר ואפילו קצת מפחיד. נראה היה שהוא מסתכל עליי ולא רוצה שאני אכנס.",
      " ",
      "הפסל היה מוכר לי, אני ראיתי אותו בעבר.",
      "ביומן!",
      " ",
      "פתחתי את הדף הנכון ומיד זיהיתי את הציור.",
      "זה בדיוק אותו פסל. רק שביומן היו תריסר כאלה.",
      " ",
      "מעל הציור, ציטוט בכתב ידו המאוד מרשים של הקפטן:",
      " ",
      `"הסוד מסתתר בצללים כנראה ויתגלה רק לרואה שאינו נראה"`,
      " ",
      "הסתכלתי מקרוב על המנעול, מבולבל.",
      "נראה שהוא מורכב מארבעה חלקים מסתובבים, כשעל כל פאה מופיע מספר מאחד עד תשע.",
      " ",
      "אבל איך פותחים אותו? מה הקומבינציה הנכונה?",
    ],
    answer: "1257",
    position: { top: "48%", left: "50.4%" },
    successText: [
      "המנעול נפתח ואיתו דלת הכניסה ברעש חריקה מחריש אזניים. מאחוריה התגלה חדרון קטן וחשוך.",
      "הצלחתי להדליק גפרור אחרי שנכשלתי פעמיים, הארתי את החדר וקפאתי במקום.",
      "מולי עמד אותו פסל כמו מעל דלת הכניסה, רק גדול פי חמישה לפחות והפעם היה לו גם גוף.",
      "כנראה אל של אחד השבטים העתיקים באזור.",
      "נראה שלא ביקרו אותו שנים.",
      " ",
      "האוצר לא היה שם, רק מנחות ישנות בצורת פרחים שנבלו ממזמן ועוד משהו מצחין שספק היה חי פעם.",
      " ",
      "התנצלתי על ההפרעה והמשכתי לדרכי.",
      "למזלי, הירידה במדרגות הייתה פשוטה יותר.",
    ],
    image: "/images/riddles/2.png",
    successImage: "/images/answers/4.png",
    hints: {
      easy: "רואה ואינו נראה. על איזה פרצופים לא מסתכלים?",
      medium:
        "הפרצופים מייצגים ספרות, ממש כמו בפלאפון. הפרצופים הנכונים יגלו לכם את הקוד.",
      answer: "1257",
    },
  },

  {
    id: 3,
    location: "המערה",
    question: [
      "כמה ימים אני כבר על האי?",
      "איבדתי ספירה.",
      "אסור לי להתייאש, גם כשקופסאות השימורים עומדות לאזול. אולי זה דבר טוב, כי את הבשר המיובש והשעועית חסרת הטעם מרטין, הכלב שלי, היה שמח לאכול. אני קצת פחות נהנה.",
      "מה הייתי נותן בשביל ארוחה חמה עם אשתי האהובה. מעניין מה איתה.",
      "כשאחזור עם האוצר אוכל לקנות לנו את הבית בחווה שהיא תמיד רצתה, לפחות.",
      " ",
      "באופן כמעט ציני, כשאני שקוע במחשבות וגעגועים, הגשם החל לטפטף.",
      " ",
      "מצאתי מסתור בתוך מערה סמוך לחוף.",
      "הדלקתי כמה עצים יבשים שמצאתי.",
      "אולי הבשר יהיה אכיל יותר כשהוא חם.",
      " ",
      "האש האירה כיתובים מוזרים על הקירות, כנראה בני אלפי שנים. ניסיתי להביט מקרוב ושמתי לב שבין הציורים יש קוביות מוזרות עם מספרים. ",
      "הקוביות נראו קצת יותר מודרניות ולא שייכות, כאילו מישהו חצב בקיר והכניס אותם לשם בכוח.",
      " ",
      "כשנגעתי באחת הקוביות, שמתי לב שניתן ללחוץ עליה. ממש כמו כפתור. ולא רק עליה, על כל הקוביות.",
      " ",
      "האם, במקרה לגמרי, הגעתי למערת האוצר?",
      "אולי אם אלחץ על המספרים בסדר נכון אהיה לאיש העשיר בעולם?",
      " ",
      "אבל מה המספרים ומה הסדר?",
      "חזרתי ליומן ודפדפתי ארוכות אבל לא מצאתי שום דבר שירמז.",
      "מה שכן גיליתי, זה שקפטן וויליאם תומפסון ככל הנראה היה במערה הזאת וזה מה שהוא כתב:",
      " ",
      `
"במהלך הימים האחרונים, ליוו אותי חששות רבים.
לא ידעתי אם אסיים את המסע או שאאבד לעד בין יערות האי.
ההליכה הממושכת שחקה אותי, והאמת, הרעב כבר כמעט הכריע אותי.
מצאתי מקום בטוח, התיישבתי, ושלפתי מהשקית מעט מזון שנשאר.
לאחר שסיימתי לאכול, הרגשתי שבע לראשונה מאז שהגענו לאי.
האכילה חידשה את כוחותיי, והצלחתי להתרכז במשימה –
לאתר את המקום המתאים שבו אפגוש את שותפיי למשלחת.
ידעתי שעליי לאחד את כיווני המפה עם הרמזים שמצאתי בדרך.
כשהגעתי למערה הנכונה, ספרתי שלושים צעדים פנימה עד שהרגשתי שזהו המקום שעליי לסמן."`,
    ],
    answer: "6713",
    position: { top: "13%", left: "28%" },
    successText: `לחצתי על המספרים ברצף הנכון ושום דבר לא קרה.
שום דלת לא נפתחה, אף לא מטבע זהב אחד נפל עליי מהתקרה.
ואז, ברגע אחד, המערה החלה לרעוד.
נדמה שעברה אולי שניה מהרגע שברחתי החוצה בריצה ועד שהמערה קרסה לתוך עצמה וכיבתה את האש.

האם האוצר מקולל?
האם הוא בכלל נועד להיות בידיים אנושיות?
`,
    image: "/images/riddles/2.png",
    successImage: "/images/answers/1.png",
    hints: {
      easy: "הקוד הנכון ודאי מסתתר בתוך הטקסט מהיומן.",
      medium: "הסתכלו היטב על המילים וחפשו את המספרים הנסתרים.",
      answer: "6713",
    },
  },

  {
    id: 4,
    location: "המחנה",
    question: [
      "נכון דמיינתם אי בודד כיעד אקזוטי שטוף שמש, בננות וקוקוסים?",
      "אתם בהחלט צודקים, עד שמגיע הלילה.",
      "הקור חדר לעצמות לא משנה כמה שכבות לבשתי מתחת למעיל וכמה חזק כרכתי את צעיף הצמר שלי על פניי.",
      " ",
      "רק המחשבה על המשימה שלי הצליחה להסיח את דעתי.",
      "נזכרתי שלימדו אותנו בבית הספר הפטריוטי שבו למדתי, על קפטן נתניאל פאלמר, האמריקאי הראשון שהגיע לאנטרטיקה. גם לו היה קר, אני בטוח.",
      " ",
      "צירוף מקרים שזה קרה באותה שנה שקפטן וויליאם תומפסון החביא את האוצר, לכאורה לפחות.",
      " ",
      "אגב, עוד צירוף מקרים משעשע,",
      "מאה שנה אחרי, באותו תאריך בדיוק,",
      "נולד לו קפטן מפורסם אחר, או לפחות עתיד להיות מפורסם.",
      " ",
      "אני.",
      "מתי נולדתי?",
    ],
    answer: ["17.11.1920", "17/11/1920"],
    position: { top: "32%", left: "28.5%" },
    successText: `אמרתי לכם שאני כבר לא צעיר,
אבל עדיין חולם כמו ילד.
`,
    image: "/images/riddles/4.png",
    successImage: "/images/answers/5.png",
    hints: {
      easy: "נסו לחפש את התאריך המדויק שבו קפטן נתניאל הגיע לאנטרטיקה.",
      medium: "זכרו להוסיף מאה שנה כדי לקבל את התאריך הנכון.",
      answer: ["17.11.1920", "17/11/1920"],
    },
  },
  {
    id: 5,
    location: "הג'ונגל",
    question: [
      "בכל פעם שהרגליים התעייפו מהליכה על החול או מהתמרון בין הצמחייה הסבוכה בג'ונגלים של האי, אני ישבתי לנוח וניצלתי את הזמן לעבור שוב על היומן.",
      "כל כך הרבה מידע חשוב מסתתר בו, אז רק הייתי צריך לחפש.",
      "הדבר הכי קטן עלול היה להיות הרמז שישים סוף לתעלומה.",
      " ",
      "באחד הדפים נתקלתי בכיתוב מוזר בשפה משונה.",
      "נראה מוכר אבל גם לא.",
      " ",
      "אל דאגה, פענוח צפנים זה א=ב של ציידי אוצרות:",
    ],
    answer: "לא כל הנוצץ זהב",
    position: { top: "27%", left: "61%" },
    successText:
      '"לא כל הנוצץ זהב" איך זה מקרב אותי לאוצר? אני לא יודע. אזכור את זה. מה שכן, זה מרגיש כאילו העולם מנסה לרמוז לי משהו. אולי הגיע הזמן לוותר?',
    image: "/images/riddles/4.png",
    successImage: "/images/answers/3.png",
    hints: {
      easy: "א=ב. מה זה אומר?",
      medium: "נסו להחליף כל אות באות העוקבת באלפבית.",
      answer: "לא כל הנוצץ זהב",
    },
  },
  {
    id: 6,
    location: "הספינה",
    position: { top: "53%", left: "22%" },
    question: [
      "לפעמים, בשביל להתרענן ולהתאפס, הייתי נכנס לטבילה קטנה בים.",
      "הוא היה כל כך צלול ושקט, הכי צלול שראיתי. כאילו יצא מתוך גלויה.",
      "אם רק היה יכול לספר את הסיפור של האי אותו הוא מקיף…",
      " ",
      "באחת הפעמים שנכנסתי לים, הרגשתי שאני דורך על אבן חדה.",
      "כשהרמתי אותה מהמים גיליתי שזאת אינה אבן, אלא חתיכת עץ חומה מלאה בירוקת.",
      "מהר מאוד שמתי לב שהיא לא היחידה, ואותן חתיכות עץ יצרו מעין שביל במים.",
      "עקבתי אחרי השביל בהתרגשות, ממש כמו הנזל או גרטל.",
      "הייתה לי הרגשה שהוא מוביל למקום חשוב.",
      " ",
      "ואכן, השביל הוביל לאזור מבודד של החוף שעד אותו רגע היה מוסתר בסלע ענק.",
      "כשעברתי את הסלע עיני נפתחו במהירות כמו מתנה בחג המולד.",
      "לא האמנתי למראה עיני.",
      "מולי הופיעה ספינה ענקית ומפוארת. לפחות מה שנשאר ממנה.",
      "הספינה הטרופה עמדה רובה על החוף, חוץ מהירכתיים שעדיין נהנו משכשוך במים הרדודים.",
      " ",
      "האם זאת הספינה של קפטן וויליאם תומפסון?",
      " ",
      "טיפסתי אל הסיפון, עד היום אני לא יודע איך, והתחלתי לחפש.",
      "לצערי כל מה שהצלחתי למצוא זה עוד ירוקת וכמה בקבוקי רום ישנים.",
      " ",
      "בדיעבד זה היה ברור. ",
      "אם אכן הספינה שייכת לקפטן והוא הגיע עד לכאן, הוא לא ישאיר פה את האוצר.",
      " ",
      "הרמתי את הראש בחצי יאוש לשמים, וראיתי דגל מתנוסס בראש התורן.",
      "דווקא הוא לא ניזוק כמעט בכלל.",
      " ",
      "הדגל היה נראה לי מוכר.",
      " ",
      "השמיים היו אדומים וכך גם הים.",
      "האופק נצבע בצהוב.",
      "בצידו השמאלי ריחף מגן מלכותי שנשען על עמודי התווך.",
      " ",
      "כל מידע יכול היה לעזור לי, אם רק הייתי זוכר לאיזו מדינה הוא שייך…",
    ],
    hints: {
      easy: "התיאור הציורי מתאר את הדגל הנכון. נסו לפשט את התיאור.",
      medium:
        "חפשו דגל צהוב עם שני פסים אדומים מלמעלה ומלמטה כשבמרכזו מגן ועליו כתר.",
      answer: "ספרד",
    },
    answer: "ספרד",
    successText: `ספרד, זה בהחלט יכול להתאים לסיפור.
הרי בתקופה שוויליאם קיבל על עצמו את המשימה מהמלך, ספרד עוד שלטה בדרום אמריקה.
משלחת ספרדית בהובלת האדמירל הבריטי החמדן.
מעניין מה עלה בגורלם של השומרים…

ומה לגבי תומפסון והאוצר?`,
    image: "/images/riddles/6.png",
    successImage: "/images/answers/7.png",
  },
  {
    id: 7,
    location: "הכפר",
    question:
      'אחד הזכרונות הכי בולטים שלי מהמסע הוא היום שאזרתי אומץ והחלטתי לחקור את הג\'ונגלים. בכל זאת, לא ידעתי מה מחכה לי שם. "כלי הנשק" היחיד שברשותי היה מצ\'טה. מעולם לא הייתי חובב נשקים, במיוחד אחרי כל סיפורי המלחמה של אבא שלי. אבל המצ\'טה בהחלט התגלתה כעזר לא קטן, בעיקר בפילוס דרכי בין הצמחייה העבותה. אני זוכר שהלכתי שעות, מבלי לדעת לאן. מבלי לדעת איך חוזרים לנקודת ההתחלה. בתזמון מושלם, בדיוק כשקרני השמש השוקעת סנוורו בין צמרות העצים, הגעתי למעין כפר נטוש. אני קורא לזה כפר אבל מעולם לא ראיתי כפר כזה. מה שבטוח, בהחלט היו פה חיים פעם. מי יודע לפני כמה שנים. המחזה היה מוזר. במרכז "הכפר" עמדה בקתה ישנה, אבל ממש לא מספיק ישנה ביחס למערות הקדמוניות שהקיפו אותה. כמעט כאילו היא לא שייכת לשם. כאילו היא מדור אחר. יחד עם זאת, הבקתה הייתה כמובן הבחירה הטובה ביותר למחסה לילי. לא מתחשק לי להיות ארוחת הערב של הזאבים שוודאי מחכים לטרף בתוך המערות. לדאבוני, הבקתה הייתה נעולה. כשהסתכלתי על המנעול התחזקה התיאוריה שלי. המנעול אכן ישן וחלוד, אבל בוודאות לא פרי יצירתו של האדם הקדמון. הוא היה מיוחד, אפילו די חדשני. מעולם לא ראיתי כזה מנעול. הפתרון היה ברור. אני מחפש קומבינציה של חמש ספרות אבל לכל הרוחות והשדים, מהן? שוב פתחתי את היומן במטרה לחפש תשובות. ואכן מצאתי. גם כאן קפטן וויליאם תומפסון ביקר, אולי אפילו ישן בבקתה המוזרה. זה מה שהוא כתב: השבטים פה חיים במערות, כל אחד במערה שלו. סך הכל ספרתי 35 מקומיים. לשבט הראשון אותו מספר אנשים כמו בשבט האחרון. לשבט השני חצי ממספר האנשים בשבט הראשון. לשבט השלישי רק אחד יותר מהשבט האחרון. ואת השבט הרביעי לא הספקתי לספור…',
    answer: "84968",
    position: { top: "47%", left: "63%" },
    successText:
      'המנעול נפתח ונפל ארצה. פתחתי בזהירות את דלת הבקתה מחשש של מה אמצא בפנים. "הבקתה הזאת קטנה מדי בשביל להסתיר אוצר", חשבתי. צדקתי. בבקתה שכבה לה בודדה מיטת עץ רעועה, אבל בהשוואה ללישון על החול מדובר במיטת קינג סייז מפנקת. לא מצאתי את האוצר עדיין, אבל בהחלט מצאתי מחסה ללילה. עד היום אני תוהה אם ישנתי על אותה מיטה שבה ישן קפטן וויליאם תומפסון. מעניין על מה הוא חלם?',
    image: "/images/riddles/7.png",
    successImage: "/images/answers/6.png",
    hints: {
      easy: "נסו לחשב לפי ההוראות כמה אנשים יש בכל מערה.",
      medium: "השבט הראשון מייצג את הספרה הראשונה בקוד וכן הלאה.",
      answer: "84968",
    },
  },
  {
    id: 8,
    location: "הצוק",
    question: `הסוף לא נראה באופק, אבל בכל זאת טיפסתי אל הצוק כדי לספוג קצת נוף.

אחד התחביבים שלי הוא לכתוב, אם כי מעולם לא חשבתי להתפרנס מזה.
מי יודע? אם אמצא את האוצר זה בוודאות יתן לי מספיק חומר בשביל ספר שלם. רב מכר.

בבית בניו אורלינס, אני אוהב לבקר בחוף לינקולן, לשבת על הצוק ולכתוב. זה נותן לי השראה.
כאן על האי, לא הצלחתי לחשוב על כלום חוץ מהאוצר.

האם זה המקום שבו ישב וויליאם וכתב את היומן?

פתחתי אותו שוב.
המוח כבר התעייף מרוב סימני שאלה.

באחד העמודים ראיתי טבלה מוזרה עם אותיות, בערך כמו התפזורות בעיתון של יום ראשון אבל לא בדיוק.

הקפטן מנסה לומר פה משהו, אבל מה?
`,
    answer: "חמדנות",
    position: { top: "86%", left: "62%" },
    successText: ``,
    image: "/images/riddles/8.png",
    successImage: "/images/answers/1.png",
    hints: {
      easy: "הריבוע מייצג את נקודת ההתחלה, החצים הם צעדים על הטבלה.",
      medium:
        "לכו על הטבלה לפי מספר וכיוון החצים שקיבלתם ונסו להרכיב מילה מהאותיות שהגעתן אליהן בכל שלב.",
      answer: "חמדנות",
    },
  },
  {
    id: 9,
    location: "קרחת היער",
    position: { top: "68%", left: "50%" },
    question: [
      "ידע זה כוח. במיוחד כשאתה מתיימר להיות צייד אוצרות כמוני.",
      "בבית הספר הייתי תלמיד מצטיין. ",
      "לא התלמיד הכי מקובל, אבל זה לא כל כך עניין אותי.",
      "חקרתי המון לפני שיצאתי למסע הזה. למדתי ושיננתי לילות כימים.",
      "אשתי לא אהבה את זה. היא קראה לי אובססיבי. אולי זה מה שאני.",
      "בדיעבד אני מצטער על זה. הייתי צריך לתת לה יותר יחס. לה ולקרוליין, הבת שלנו.",
      "כשהייתי על האי, דמיינתי בעיקר איך אני חוזר אליהן עם האוצר ומשנה את החיים הפשוטים שלנו.",
      "זה עזר לי להתגבר על הגעגוע.",
      "אין דבר. כל מידע שלמדתי עשוי היה להיות חיוני:",
      "1. איך קראו לספינה של קפטן וויליאם תומפסון?",
      "2. מהו המטבע הרשמי של קוסטה ריקה?",
      "3. כמה קילומטרים הם מייל ימי אחד?",
      "4. איך קראו לסגנו של קפטן וויליאם תומפסון?",
      "5. מהו מספרו האטומי של זהב? ",
    ],
    answer: ["דיר מרי", "קולון", "1.852", "ג'יימס אלכסנדר פורבס", "79"],
    image: "/images/riddles/9.png",
    successImage: "/images/answers/8.png",
    hints: {
      easy: "הריבוע מייצג את נקודת ההתחלה, החצים הם צעדים על הטבלה.",
      medium:
        "לכו על הטבלה לפי מספר וכיוון החצים שקיבלתם ונסו להרכיב מילה מהאותיות שהגעתן אליהן בכל שלב.",
      answer: "חמדנות",
    },
  },
  {
    id: 10,
    location: "הפאב",
    question: [
      "אני זוכר את היום הזה מצוין.",
      "בכמעט שש שעות להערכתי, אולי קצת יותר, הגעתי לקצה המרוחק של האי.",
      "יש הרבה קצוות אני יודע, אבל הוא היה המרוחק ביותר, לפחות מהנקודה שבה הוריד אותי התמהוני על המזח.",
      " ",
      "היו הרבה הפתעות על האי הזה. טובות ופחות.",
      "זאת בהחלט הייתה אולי הטובה מביניהן.",
      " ",
      "שלושים מטר מקו החוף עמד לו מבנה עץ עתיק ורחב, כזה שמושך תיירים, אם היו פה כאלה.",
      "נכנסתי פנימה וגיליתי בית מרזח, כנראה בן מאות שנים.",
      "חלקי כסאות ושולחנות על הרצפה ושברי זכוכית ממה שנשאר מבקבוקי השיכר.",
      "נראה שהייתה פה חגיגה גדולה פעם.",
      " ",
      "על שולחן פינתי שעדיין עמד יציב, היה נעוץ פגיון ישן.",
      "הנחתי שזה אותו פגיון שחרט על הקירות בדיחות גסות בשפה גבוהה, שאחסוך מכם.",
      " ",
      "מעולם לא הייתי שתיין גדול, אבל בהחלט הייתי רוצה להיות פה כשהמקום עוד היה חי.",
      "בבית אני וידידי הטוב רוברטו, אוהבים מדי פעם לשתות בירה בפאב השכונתי ולדבר. בעיקר על ענייני עבודה.",
      "גם אליו התגעגעתי. אפילו קצת לעבודה.",
      " ",
      "מאחורי מה שנראה כמו מה שהיה פעם הבר, הייתה תלויה שרשרת דגלים בלויה.",
      "צילמתי אותה במצלמת הפולורויד שרוברטו קנה לי ליום הולדתי ה60.",
      " ",
      "רק בדיעבד הבנתי מה היא מסמלת.",
    ],
    answer: "Treasure",
    position: { top: "64%", left: "73%" },
    successText: ``,
    image: "/images/riddles/10.png",
    successImage: "/images/answers/10.png",
    hints: {
      easy: "הדגלים מייצגים שפה מיוחדת שבאמצעותה תוכלו להרכיב מילה.",
      medium: 'חפשו בגוגל "דגלי איתות ימיים"',
      answer: "Treasure",
    },
  },
  {
    id: 11,
    location: "",
    question: [
      "איפה מתחילים לחפש?",
      "יותר מדי שאלות לא פתורות רצו במוחי,",
      "במיוחד כשהדף הראשון ביומן הכיל מעט מאוד מידע:",
      "",
      "זמנים קשים דורשים החלטות קשות. בחרתי בבגידה כדי לשרוד, אך לא חשבתי שאשאר לבדי עם משא כה כבד - האוצר שמאות אנשים מתו בגללו. הספרדים, כעסם של בני הצוות שלי... כולם רודפים אותי.",
      "הסתרתי את האוצר במקום שרק מי שמכיר את ליבי ואת מחשבותיי יוכל לגלות. אם אתם קוראים זאת, אולי יש לכם סיכוי להגיע אליו - אך זכרו: האוצר שייך לי, ואני לא אוותר עליו בקלות.",
      "",
      "קפטן וויליאם תומפסון",
      "",
      "5°31'0\"N 87°4'0\"W",
    ],
    answer: ["איי קוקוס", "Cocos island"],
    isIntro: true,
    hints: {
      easy: "זה נראה כמו נקודת ציון.",
      medium: "נסו להשתמש באפליקציית המפות של גוגל ולחפש את נקודת הציון.",
      answer: "איי קוקוס",
    },
  },
];

export default riddles;
